Repository: 4teamwork/ftw.book
Catalog: ftw/book/locales/*/LC_MESSAGES/ftw.book.po
Languages: de, fr

source: ${num} rows
de: ${num} Zeilen
fr: ${num} lignes

source: 10mm ind. + bold
de: 10mm einr. + fett
fr: 10 mm gras

source: 10mm ind. + grey font
de: 10mm einr. + grau
fr: 10 mm font gris

source: 10mm indent
de: 10mm einrücken
fr: 10 mm en recul

source: 2mm ind. + bold
de: 2mm einr. + fett
fr: 2 mm gras

source: 2mm ind. + grey font
de: 2mm einr. + grau
fr: 2 mm font gris

source: 2mm indent
de: 2mm einrücken
fr: 2 mm en recul

source: Bold
de: Fett
fr: Gras

source: Book
de: Buch
fr: Livre

source: Chapter
de: Kapitel
fr: Chapitre

source: Close reader
de: Leseansicht verlassen
fr: Quitté la mode de lecture

source: Column ${num}
de: Spalte ${num}
fr: Colonne ${num}

source: Default layout
de: Standardlayout
fr: Layout standard

source: Embed remarks
de: Kommentare einbinden

source: Export
de: Exportieren
fr: Exporter

source: Grey font
de: Graue Schrift
fr: Ecriture grise

source: Import
de: Importieren
fr: Importer

source: Row without line
de: Zeile ohne Linie
fr: Ligne sans marque

source: Small font
de: Kleine Schrift
fr: Ecriture taille réduite

source: Strech first line
de: Zeilen Verbinden
fr: Lignes combinées

source: Table
de: Tabelle
fr: Tableau

source: The file does not seem to belong to this table.
de: Die Datei scheint nicht zu dieser Tabaelle zu gehören
fr: Le fichiers ne semble pas appartenir à ce tableau

source: The table has no content yet. Edit the table block for adding content.
de: Die Tabelle hat noch keinen Inhalt. Definieren Sie den Inhalt, indem Sie die Tabelle bearbeiten.
fr: Ce tableau n'a pas encore de contenu. Il faut éiter le tableau pour intégrer du contenu

source: This option inserts a column break when two column layout is active.
de: Dies Option fügt einen Spaltenumbruch vor diesem Inhalt ein, sofern dieser im Zweispaltigen Layout angezeigt wird. Wird der Inhalt davor in der rechten Spalte dargestellt, so wird ein Seitenumbruch eingefügt.
fr: Cette option intègre une colonne d'espacement quand la mise en page deux colonnes est active

source: You didn't choose a column.
de: Sie haben keine Spalte ausgewählt
fr: Vous n'avez pas choisi de colonne

source: You didn't choose a file.
de: Sie haben kein File ausgewählt
fr: Vous n'avez pas choisi de fichiers

source: automatically
de: Automatisch
fr: Automatiquement

source: book_help_titlepage_logo
de: Laden Sie ein Bild oder PDF hoch, welches auf der Titelseite im PDF eingebettet wird.
fr: Télécharger une image ou un PDF qui sera affiché sur la page de titre

source: book_help_titlepage_logo_width
de: Wenn Sie ein Logo für die Titelseite benutze, definieren Sie hier die gewünschte Breite in Prozent der Inhaltsbreite.
fr: Largeur du logo adapté selon la largeur de page à disposition

source: book_help_use_index
de: Wenn diese Option angewählt ist, wird im PDF am Ende des Buches ein Stichwortverzeichnis generiert.

source: book_help_use_loi
de: Wenn diese Option angewählt ist, wird automatisch ein Abbildungsverzeichnis erstellt.

source: book_help_use_lot
de: Wenn dies Option angewählt ist, wird automatisch ein Tabbellenverzeichnis erstellt.

source: book_help_use_titlepage
de: Wenn diese Option angewählt ist, wird eine Titelseite erzeugt.

source: book_help_use_toc
de: Wenn diese Option angewählt ist, wird automatisch ein Inhaltsverzeichnis erstellt.

source: book_label_author
de: Autor
fr: Auteur

source: book_label_author_address
de: Adresse des Autors
fr: Adresse de l'auteur

source: book_label_layout
de: Layout
fr: Layout

source: book_label_release
de: Version
fr: Version

source: book_label_titlepage_logo
de: Logo Titelseite
fr: Logo d'en-tête

source: book_label_titlepage_logo_width
de: Breite Logo Titelseite (%)
fr: Taille du logo de la page d'en-tête

source: book_label_use_index
de: Stichwortverzeichnis einbetten

source: book_label_use_loi
de: Abbildungsverzeichnis einbetten
fr: Lier liste des illustrations

source: book_label_use_lot
de: Tabellenverzeichnis einbetten
fr: Lier liste des tableaux

source: book_label_use_titlepage
de: Titelseite einbetten
fr: Lier page d'en-tête

source: book_label_use_toc
de: Inhaltsverzeichnis einbetten
fr: Lier tableau du contenu

source: center
de: Zentriert
fr: Centré

source: column_creator
de: Ersteller
fr: Créateur

source: column_date
de: Datum
fr: Date

source: column_modified
de: Geändert
fr: Modifié

source: column_title
de: Titel
fr: Titre

source: description_no_lifting
de: Ist beim exportieren eines Buches als PDF die erste Zelle leer, wird die gesammte Tabelle um eine Zeile nach oben geschoben. Somit wird der Titel der Tabelle auf der gleichen Höhe wie die erste Zeile der Tabelle dargestellt. Um dieses Verhalten zu unterdrücken, aktivieren Sie diese Option.
fr: En exportant un livre au format PDF avec la première cellule vide, tout le tableau se déplace d'une ligne vers le haut. Ainsi, le titre de la table est affiché sur la même hauteur que la première ligne du tableau. Pour supprimer ce problème, activez cette option.

# help_web_toc_depth
source: How many chapters should be included before the toc tree stops. 0 means no limit. This has no effect on the PDF.
de: Wieviele Kapitelebenen sollen im Inhaltsverzeichnis angezeigt werden. 0 bedeutet keine Einschränkung. Dies hat keinen Einfluss auf das PDF.

source: info_table_export
de: Die Tabellendaten können als CSV-Datei exportiert werden. Es sollte darauf geachtet werden, dass die erste Zeile der Tabelle nicht gelöscht oder verändert wird, ansonsten kann der Import nicht mehr funktionieren.
fr: Les données du tableau peuvent être exportées dans un fichier CSV. Il faut veiller à ce que la première ligne du tableau ne sera pas supprimé ou modifié, sinon l'importation ne fonctionnera pas.

source: injection_help_hide_from_toc
de: Wenn diese Option aktiviert ist, wird die Überschrift nicht im Inhaltsverzeichnis angezeigt und auch nicht nummeriert. Die Option ist nur relevant wenn "Titel anzeigen" aktiviert ist.
fr: Si cette option est activée, l'en-tête n'apparaît pas dans la table des matières et non numérotées. L'option n'est pertinente que si "Afficher le titre" est activée.

source: injection_help_preferred_column_layout
de: Diese Option stellt das Layout auf ein- resp. zweispaltig um. Die Layout-Änderung gilt für diesen und alle darauffolgende Inhalte. Wird die Standard-Option "Layout übernehmen" angewählt, so wird keine Layout-Änderung gemacht.
fr: Cette option change la mise en page d’une colonne à deux. Le changement de la mise en page est valable pour cela et tout le contenu ultérieur. Si l'option par défaut "Adopter la mise en page" est sélectionné, aucun changement de mise en page est faite.

source: injection_label_hide_from_toc
de: Von Inhaltsverzeichnis ausschliessen
fr: Exclure de la table du contenu

source: injection_label_insert_clearpage_after_content
de: Seitenumbruch nach diesem Inhalt einfügen
fr: Insérer une coupure de page après ce contenu

source: injection_label_insert_clearpage_before_content
de: Seitenumbruch vor diesem Inhalt einfügen
fr: Insérer une coupure de page avant ce contenu

source: injection_label_insert_newpage_before_content
de: Spaltenumbruch vor diesem Inhalt einfügen
fr: Insérer une coupure de colomne avant ce contenu

source: injection_label_landscape
de: Querformat verwenden
fr: Utiliser le format de source

source: injection_label_no_preferred_column_layout
de: Layout übernehmen
fr: Pas de mise en page en colonne préférée

source: injection_label_one_column_layout
de: Einspaltiges Layout
fr: Mise en page d'une colonne

source: injection_label_preferred_column_layout
de: Layout erzwingen
fr: Mise en page préférée

source: injection_label_two_column_layout
de: Zweispaltiges Layout
fr: Mise en page de deux colonnes

source: label_border_layout
de: Rahmenlayout
fr: Mise en page bord à bord

source: label_cols_to_import
de: Zu importierende Spalten
fr: Colonnes à importer

source: label_column_properties
de: Spalteneigenschaften
fr: Propriétés des colonnes

source: label_enforce_import
de: Import erzwingen
fr: Forcer l'import

source: label_first_column_is_header
de: Erste Spalte ist eine Kopfspalte
fr: La première colonne est une entête

source: label_footer_is_bold
de: Fusszeilen fett darstellen
fr: Afficher en gras les bas de pages

source: label_footer_rows
de: Anzahl Fusszeilen
fr: Le nombre de bas de pages

source: label_footnote_text
de: Text Fussnote
fr: Texte de pied-de-page

source: label_gotoparent
de: Zurück zu ${book_name}
fr: Retour à ${book_name}

source: label_header_rows
de: Anzahl Kopfzeilen
fr: Le nombre d'en-tête

source: label_html
de: HTML

source: label_modified_csv_file
de: Bearbeitetes CSV-File
fr: Modifier fichier CSV

source: label_no_lifting
de: Kein Heben der Tabelle
fr: Pas de lifting

source: label_show_title
de: Titel anzeigen
fr: Montrer le titre

source: label_table_content
de: Tabelleninhalt
fr: Contenu du tableau

source: label_web_toc_depth
de: Inhaltsverzeichnistiefe
fr: Profondeur de l'arbre de contenu

source: latex_page_reference
de: Siehe Seite ${pageref}

source: left
de: Links
fr: Gauche

source: legend_export_table
de: Tabelle exportieren
fr: Exporter le tableau

source: legend_import_table
de: Tabelle importieren
fr: Importer le tableau

source: no indent
de: Nicht einrücken
fr: Pas de recul

# no_results
source: No results found.
de: Es wurde nichts gefunden.

# placeholder_keyword
source: Keyword
de: Stichwort

source: post_latex_code_help
de: Hier definierter LaTeX-Code wird automatisch nach dem Inhalt dieses Objekts eingefügt. Warnung: fehlerhafter LaTeX-Code kann dazu führen, dass das PDF nicht mehr exportiert werden kann!

source: post_latex_code_label
de: LaTeX-Code nach Inhalt

source: pre_latex_code_help
de: Hier definierter LaTeX-Code wird automatisch vor dem Inhalt dieses Objekts eingefügt. Warnung: fehlerhafter LaTeX-Code kann dazu führen, dass das PDF nicht mehr exportiert werden kann!

source: pre_latex_code_label
de: LaTeX-Code vor Inhalt

source: right
de: Rechts
fr: Droit

source: select_file_to_import
de: Laden Sie die hier exportierte und modifizierte CSV-Datei wieder hoch. Beachten Sie, dass es bei veränderter ersten Zeile zu Problemen kommen kann.<br />Die Kopfzeilen werden nicht importiert!
fr: Sélectionner le dossier qui doit être importé

source: table_label_active
de: Aktiv
fr: Actif

source: table_label_alignment
de: Ausrichtung
fr: Alignement

source: table_label_bold
de: Fett
fr: Gras

source: table_label_column
de: Spalte

source: table_label_fancy_listing
de: Horizontale Linien
fr: Lignes horizontales

source: table_label_gridLayout
de: Gitternetz
fr: Mise en page avec grid/marquage

source: table_label_indent
de: Einrückung
fr: Recul

source: table_label_invisible
de: Kein Rahmen
fr: Pas de bordures

source: table_label_width
de: Breite in %
fr: Largeur en %

source: table_width_validation_warning
de: Bitte definieren Sie die Spalten- / Zellenbreite in der Tabelle dieses Blockes.
fr: Préciser la largeur de la table des colonnes / des cellules

source: title_import_export_tabledata
de: Tabellendaten importieren / exportieren
fr: Importer/exporter les données du tableau

source: title_index
de: Stichwortverzeichnis
